caustic/results/caustic-c.txt
Received 1
Received 2
Received 3
Received 4
Received 5
Received 6
Received 7
Received 8
Received 9
Received 10
Received 11
Received 12
Received 13
Received 14
Received 15
Received 16
Received 17
Received 18
Received 19
Received 20
Received 21
Received 22
Received 23
Received 24
Received 25
Received 26
Received 27
Received 28
Received 29
Received 30
Received 31
Received 32
Received 33
Received 34
Received 35
Received 36
Received 37
Received 38
Received 39
Received 40
Received 41
Received 42
Received 43
Received 44
Received 45
Received 46
Received 47
Received 48
Received 49
Received 50
Received 51
Received 52
Received 53
Received 54
Received 55
Received 56
Received 57
Received 58
Received 59
Received 60
Received 61
Received 62
Received 63
Received 64
Received 65
Received 66
Received 67
Received 68
Received 69
Received 70
Received 71
Received 72
Received 73
Received 74
Received 75
Received 76
Received 77
Received 78
Received 79
Received 80
Received 81
Received 82
Received 83
Received 84
Received 85
Received 86
Received 87
Received 88
Received 89
Received 90
Received 91
Received 92
Received 93
Received 94
Received 95
Received 96
Received 97
Received 98
Received 99
Received 100
Received 101
Received 102
Received 103
Received 104
Received 105
Received 106
Received 107
Received 108
Received 109
Received 110
Received 111
Received 112
Received 113
Received 114
Received 115
Received 116
Received 117
Received 118
Received 119
Received 120
Received 121
Received 122
Received 123
Received 124
Received 125
Received 126
Received 127
Received 128
Received 129
Received 130
Received 131
Received 132
Received 133
Received 134
Received 135
Received 136
Received 137
Received 138
Received 139
Received 140
Received 141
Received 142
Received 143
Received 144
Received 145
Received 146
Received 147
Received 148
Received 149
Received 150
Received 151
Received 152
Received 153
Received 154
Received 155
Received 156
Received 157
Received 158
Received 159
Received 160
Received 161
Received 162
Received 163
Received 164
Received 165
Received 166
Received 167
Received 168
Received 169
Received 170
Received 171
Received 172
Received 173
Received 174
Received 175
Received 176
Received 177
Received 178
Received 179
Received 180
Received 181
Received 182
Received 183
Received 184
Received 185
Received 186
Received 187
Received 188
Received 189
Received 190
Received 191
Received 192
Received 193
Received 194
Received 195
Received 196
Received 197
Received 198
Received 199
Received 200
Received 201
Received 202
Received 203
Received 204
Received 205
Received 206
Received 207
Received 208
Received 209
Received 210
Received 211
Received 212
Received 213
Received 214
Received 215
Received 216
Received 217
Received 218
Received 219
Received 220
Received 221
Received 222
Received 223
Received 224
Received 225
Received 226
Received 227
Received 228
Received 229
Received 230
Received 231
Received 232
Received 233
Received 234
Received 235
Received 236
Received 237
Received 238
Received 239
Received 240
Received 241
Received 242
Received 243
Received 244
Received 245
Received 246
Received 247
Received 248
Received 249
Received 250
Received 251
Received 252
Received 253
Received 254
Received 255
Received 256
Received 257
Received 258
Received 259
Received 260
Received 261
Received 262
Received 263
Received 264
Received 265
Received 266
Received 267
Received 268
Received 269
Received 270
Received 271
Received 272
Received 273
Received 274
Received 275
Received 276
Received 277
Received 278
Received 279
Received 280
Received 281
Received 282
Received 283
Received 284
Received 285
Received 286
Received 287
Received 288
Received 289
Received 290
Received 291
Received 292
Received 293
Received 294
Received 295
Received 296
Received 297
Received 298
Received 299
Received 300
Received 301
Received 302
Received 303
Received 304
Received 305
Received 306
Received 307
Received 308
Received 309
Received 310
Received 311
Received 312
Received 313
Received 314
Received 315
Received 316
Received 317
Received 318
Received 319
Received 320
Received 321
Received 322
Received 323
Received 324
Received 325
Received 326
Received 327
Received 328
Received 329
Received 330
Received 331
Received 332
Received 333
Received 334
Received 335
Received 336
Received 337
Received 338
Received 339
Received 340
Received 341
Received 342
Received 343
Received 344
Received 345
Received 346
Received 347
Received 348
Received 349
Received 350
Received 351
Received 352
Received 353
Received 354
Received 355
Received 356
Received 357
Received 358
Received 359
Received 360
Received 361
Received 362
Received 363
Received 364
Received 365
Received 366
Received 367
Received 368
Received 369
Received 370
Received 371
Received 372
Received 373
Received 374
Received 375
Received 376
Received 377
Received 378
Received 379
Received 380
Received 381
Received 382
Received 383
Received 384
Received 385
Received 386
Received 387
Received 388
Received 389
Received 390
Received 391
Received 392
Received 393
Received 394
Received 395
Received 396
Received 397
Received 398
Received 399
Received 400
Received 401
Received 402
Received 403
Received 404
Received 405
Received 406
Received 407
Received 408
Received 409
Received 410
Received 411
Received 412
Received 413
Received 414
Received 415
Received 416
Received 417
Received 418
Received 419
Received 420
Received 421
Received 422
Received 423
Received 424
Received 425
Received 426
Received 427
Received 428
Received 429
Received 430
Received 431
Received 432
Received 433
Received 434
Received 435
Received 436
Received 437
Received 438
Received 439
Received 440
Received 441
Received 442
Received 443
Received 444
Received 445
Received 446
Received 447
Received 448
Received 449
Received 450
Received 451
Received 452
Received 453
Received 454
Received 455
Received 456
Received 457
Received 458
Received 459
Received 460
Received 461
Received 462
Received 463
Received 464
Received 465
Received 466
Received 467
Received 468
Received 469
Received 470
Received 471
Received 472
Received 473
Received 474
Received 475
Received 476
Received 477
Received 478
Received 479
Received 480
Received 481
Received 482
Received 483
Received 484
Received 485
Received 486
Received 487
Received 488
Received 489
Received 490
Received 491
Received 492
Received 493
Received 494
Received 495
Received 496
Received 497
Received 498
Received 499
Received 500
Received 501
Received 502
Received 503
Received 504
Received 505
Received 506
Received 507
Received 508
Received 509
Received 510
Received 511
Received 512
Received 513
Received 514
Received 515
Received 516
Received 517
Received 518
Received 519
Received 520
Received 521
Received 522
Received 523
Received 524
Received 525
Received 526
Received 527
Received 528
Received 529
Received 530
Received 531
Received 532
Received 533
Received 534
Received 535
Received 536
Received 537
Received 538
Received 539
Received 540
Received 541
Received 542
Received 543
Received 544
Received 545
Received 546
Received 547
Received 548
Received 549
Received 550
Received 551
Received 552
Received 553
Received 554
Received 555
Received 556
Received 557
Received 558
Received 559
Received 560
Received 561
Received 562
Received 563
Received 564
Received 565
Received 566
Received 567
Received 568
Received 569
Received 570
Received 571
Received 572
Received 573
Received 574
Received 575
Received 576
Received 577
Received 578
Received 579
Received 580
Received 581
Received 582
Received 583
Received 584
Received 585
Received 586
Received 587
Received 588
Received 589
Received 590
Received 591
Received 592
Received 593
Received 594
Received 595
Received 596
Received 597
Received 598
Received 599
Received 600
Received 601
Received 602
Received 603
Received 604
Received 605
Received 606
Received 607
Received 608
Received 609
Received 610
Received 611
Received 612
Received 613
Received 614
Received 615
Received 616
Received 617
Received 618
Received 619
Received 620
Received 621
Received 622
Received 623
Received 624
Received 625
Received 626
Received 627
Received 628
Received 629
Received 630
Received 631
Received 632
Received 633
Received 634
Received 635
Received 636
Received 637
Received 638
Received 639
Received 640
Received 641
Received 642
Received 643
Received 644
Received 645
Received 646
Received 647
Received 648
Received 649
Received 650
Received 651
Received 652
Received 653
Received 654
Received 655
Received 656
Received 657
Received 658
Received 659
Received 660
Received 661
Received 662
Received 663
Received 664
Received 665
Received 666
Received 667
Received 668
Received 669
Received 670
Received 671
Received 672
Received 673
Received 674
Received 675
Received 676
Received 677
Received 678
Received 679
Received 680
Received 681
Received 682
Received 683
Received 684
Received 685
Received 686
Received 687
Received 688
Received 689
Received 690
Received 691
Received 692
Received 693
Received 694
Received 695
Received 696
Received 697
Received 698
Received 699
Received 700
Received 701
Received 702
Received 703
Received 704
Received 705
Received 706
Received 707
Received 708
Received 709
Received 710
Received 711
Received 712
Received 713
Received 714
Received 715
Received 716
Received 717
Received 718
Received 719
Received 720
Received 721
Received 722
Received 723
Received 724
Received 725
Received 726
Received 727
Received 728
Received 729
Received 730
Received 731
Received 732
Received 733
Received 734
Received 735
Received 736
Received 737
Received 738
Received 739
Received 740
Received 741
Received 742
Received 743
Received 744
Received 745
Received 746
Received 747
Received 748
Received 749
Received 750
Received 751
Received 752
Received 753
Received 754
Received 755
Received 756
Received 757
Received 758
Received 759
Received 760
Received 761
Received 762
Received 763
Received 764
Received 765
Received 766
Received 767
Received 768
Received 769
Received 770
Received 771
Received 772
Received 773
Received 774
Received 775
Received 776
Received 777
Received 778
Received 779
Received 780
Received 781
Received 782
Received 783
Received 784
Received 785
Received 786
Received 787
Received 788
Received 789
Received 790
Received 791
Received 792
Received 793
Received 794
Received 795
Received 796
Received 797
Received 798
Received 799
Received 800
Received 801
Received 802
Received 803
Received 804
Received 805
Received 806
Received 807
Received 808
Received 809
Received 810
Received 811
Received 812
Received 813
Received 814
Received 815
Received 816
Received 817
Received 818
Received 819
Received 820
Received 821
Received 822
Received 823
Received 824
Received 825
Received 826
Received 827
Received 828
Received 829
Received 830
Received 831
Received 832
Received 833
Received 834
Received 835
Received 836
Received 837
Received 838
Received 839
Received 840
Received 841
Received 842
Received 843
Received 844
Received 845
Received 846
Received 847
Received 848
Received 849
Received 850
Received 851
Received 852
Received 853
Received 854
Received 855
Received 856
Received 857
Received 858
Received 859
Received 860
Received 861
Received 862
Received 863
Received 864
Received 865
Received 866
Received 867
Received 868
Received 869
Received 870
Received 871
Received 872
Received 873
Received 874
Received 875
Received 876
Received 877
Received 878
Received 879
Received 880
Received 881
Received 882
Received 883
Received 884
Received 885
Received 886
Received 887
Received 888
Received 889
Received 890
Received 891
Received 892
Received 893
Received 894
Received 895
Received 896
Received 897
Received 898
Received 899
Received 900
Received 901
Received 902
Received 903
Received 904
Received 905
Received 906
Received 907
Received 908
Received 909
Received 910
Received 911
Received 912
Received 913
Received 914
Received 915
Received 916
Received 917
Received 918
Received 919
Received 920
Received 921
Received 922
Received 923
Received 924
Received 925
Received 926
Received 927
Received 928
Received 929
Received 930
Received 931
Received 932
Received 933
Received 934
Received 935
Received 936
Received 937
Received 938
Received 939
Received 940
Received 941
Received 942
Received 943
Received 944
Received 945
Received 946
Received 947
Received 948
Received 949
Received 950
Received 951
Received 952
Received 953
Received 954
Received 955
Received 956
Received 957
Received 958
Received 959
Received 960
Received 961
Received 962
Received 963
Received 964
Received 965
Received 966
Received 967
Received 968
Received 969
Received 970
Received 971
Received 972
Received 973
Received 974
Received 975
Received 976
Received 977
Received 978
Received 979
Received 980
Received 981
Received 982
Received 983
Received 984
Received 985
Received 986
Received 987
Received 988
Received 989
Received 990
Received 991
Received 992
Received 993
Received 994
Received 995
Received 996
Received 997
Received 998
Received 999
Received 1000
[OVERALL], RunTime(ms), 5334
[OVERALL], Throughput(ops/sec), 187.47656542932134
[TOTAL_GCS_PS_Scavenge], Count, 3
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 28
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5249343832020997
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 36
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.6749156355455568
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 64
[TOTAL_GC_TIME_%], Time(%), 1.1998500187476566
[READ], Operations, 1000
[READ], AverageLatency(us), 4653.271
[READ], MinLatency(us), 2506
[READ], MaxLatency(us), 680447
[READ], 95thPercentileLatency(us), 6683
[READ], 99thPercentileLatency(us), 10255
[READ], Return=OK, 1000
[READ], 2507, 1.0
[READ], 2537, 1.0
[READ], 2595, 1.0
[READ], 2605, 1.0
[READ], 2621, 1.0
[READ], 2651, 1.0
[READ], 2657, 1.0
[READ], 2659, 1.0
[READ], 2661, 1.0
[READ], 2669, 1.0
[READ], 2677, 1.0
[READ], 2681, 1.0
[READ], 2695, 1.0
[READ], 2699, 1.0
[READ], 2701, 2.0
[READ], 2711, 2.0
[READ], 2723, 1.0
[READ], 2727, 1.0
[READ], 2729, 1.0
[READ], 2731, 1.0
[READ], 2737, 1.0
[READ], 2745, 1.0
[READ], 2747, 1.0
[READ], 2751, 1.0
[READ], 2755, 1.0
[READ], 2769, 2.0
[READ], 2771, 1.0
[READ], 2777, 1.0
[READ], 2781, 2.0
[READ], 2785, 1.0
[READ], 2787, 1.0
[READ], 2793, 1.0
[READ], 2797, 2.0
[READ], 2799, 2.0
[READ], 2801, 1.0
[READ], 2803, 1.0
[READ], 2807, 1.0
[READ], 2809, 2.0
[READ], 2817, 1.0
[READ], 2819, 1.0
[READ], 2823, 1.0
[READ], 2825, 1.0
[READ], 2829, 1.0
[READ], 2833, 4.0
[READ], 2835, 1.0
[READ], 2837, 2.0
[READ], 2839, 2.0
[READ], 2841, 3.0
[READ], 2843, 3.0
[READ], 2849, 5.0
[READ], 2851, 1.0
[READ], 2857, 1.0
[READ], 2859, 2.0
[READ], 2861, 1.0
[READ], 2865, 3.0
[READ], 2867, 1.0
[READ], 2871, 1.0
[READ], 2883, 1.0
[READ], 2887, 1.0
[READ], 2889, 1.0
[READ], 2891, 1.0
[READ], 2893, 1.0
[READ], 2897, 1.0
[READ], 2899, 1.0
[READ], 2903, 3.0
[READ], 2905, 1.0
[READ], 2907, 1.0
[READ], 2913, 1.0
[READ], 2917, 1.0
[READ], 2919, 1.0
[READ], 2923, 1.0
[READ], 2925, 3.0
[READ], 2927, 1.0
[READ], 2931, 2.0
[READ], 2935, 1.0
[READ], 2941, 2.0
[READ], 2943, 4.0
[READ], 2945, 2.0
[READ], 2947, 1.0
[READ], 2957, 2.0
[READ], 2959, 1.0
[READ], 2963, 1.0
[READ], 2965, 1.0
[READ], 2967, 1.0
[READ], 2973, 2.0
[READ], 2975, 1.0
[READ], 2977, 2.0
[READ], 2983, 1.0
[READ], 2987, 1.0
[READ], 2995, 1.0
[READ], 2999, 2.0
[READ], 3001, 1.0
[READ], 3003, 1.0
[READ], 3007, 1.0
[READ], 3013, 1.0
[READ], 3015, 3.0
[READ], 3017, 1.0
[READ], 3019, 1.0
[READ], 3023, 1.0
[READ], 3027, 1.0
[READ], 3029, 1.0
[READ], 3031, 2.0
[READ], 3035, 1.0
[READ], 3037, 1.0
[READ], 3039, 1.0
[READ], 3041, 2.0
[READ], 3047, 1.0
[READ], 3049, 1.0
[READ], 3051, 1.0
[READ], 3057, 1.0
[READ], 3059, 1.0
[READ], 3065, 1.0
[READ], 3067, 1.0
[READ], 3071, 2.0
[READ], 3073, 1.0
[READ], 3085, 2.0
[READ], 3089, 2.0
[READ], 3093, 1.0
[READ], 3095, 2.0
[READ], 3101, 1.0
[READ], 3105, 1.0
[READ], 3107, 1.0
[READ], 3109, 3.0
[READ], 3113, 2.0
[READ], 3115, 1.0
[READ], 3117, 1.0
[READ], 3119, 2.0
[READ], 3125, 1.0
[READ], 3137, 2.0
[READ], 3141, 2.0
[READ], 3143, 1.0
[READ], 3147, 1.0
[READ], 3151, 1.0
[READ], 3153, 1.0
[READ], 3155, 1.0
[READ], 3157, 1.0
[READ], 3159, 2.0
[READ], 3163, 1.0
[READ], 3165, 2.0
[READ], 3167, 3.0
[READ], 3169, 1.0
[READ], 3175, 2.0
[READ], 3177, 1.0
[READ], 3181, 1.0
[READ], 3183, 2.0
[READ], 3185, 1.0
[READ], 3197, 2.0
[READ], 3199, 1.0
[READ], 3201, 1.0
[READ], 3207, 2.0
[READ], 3209, 2.0
[READ], 3211, 2.0
[READ], 3213, 2.0
[READ], 3217, 1.0
[READ], 3221, 1.0
[READ], 3225, 2.0
[READ], 3229, 1.0
[READ], 3237, 2.0
[READ], 3239, 1.0
[READ], 3241, 1.0
[READ], 3243, 2.0
[READ], 3247, 4.0
[READ], 3249, 2.0
[READ], 3251, 1.0
[READ], 3253, 3.0
[READ], 3255, 1.0
[READ], 3257, 2.0
[READ], 3259, 2.0
[READ], 3261, 2.0
[READ], 3263, 3.0
[READ], 3267, 2.0
[READ], 3271, 3.0
[READ], 3277, 1.0
[READ], 3279, 1.0
[READ], 3281, 1.0
[READ], 3283, 2.0
[READ], 3285, 1.0
[READ], 3287, 3.0
[READ], 3289, 1.0
[READ], 3291, 2.0
[READ], 3293, 1.0
[READ], 3299, 1.0
[READ], 3303, 1.0
[READ], 3305, 1.0
[READ], 3307, 3.0
[READ], 3309, 3.0
[READ], 3313, 1.0
[READ], 3315, 1.0
[READ], 3319, 3.0
[READ], 3321, 3.0
[READ], 3323, 3.0
[READ], 3333, 2.0
[READ], 3335, 4.0
[READ], 3337, 4.0
[READ], 3339, 2.0
[READ], 3341, 2.0
[READ], 3345, 1.0
[READ], 3347, 2.0
[READ], 3351, 1.0
[READ], 3353, 2.0
[READ], 3355, 3.0
[READ], 3357, 1.0
[READ], 3359, 1.0
[READ], 3361, 1.0
[READ], 3363, 3.0
[READ], 3365, 1.0
[READ], 3369, 2.0
[READ], 3375, 1.0
[READ], 3377, 3.0
[READ], 3379, 2.0
[READ], 3381, 2.0
[READ], 3383, 1.0
[READ], 3385, 4.0
[READ], 3389, 1.0
[READ], 3391, 2.0
[READ], 3393, 1.0
[READ], 3397, 1.0
[READ], 3399, 1.0
[READ], 3401, 1.0
[READ], 3403, 2.0
[READ], 3405, 1.0
[READ], 3407, 1.0
[READ], 3409, 3.0
[READ], 3411, 2.0
[READ], 3413, 2.0
[READ], 3415, 2.0
[READ], 3417, 1.0
[READ], 3419, 4.0
[READ], 3423, 2.0
[READ], 3425, 2.0
[READ], 3427, 2.0
[READ], 3433, 3.0
[READ], 3435, 2.0
[READ], 3437, 3.0
[READ], 3439, 1.0
[READ], 3441, 4.0
[READ], 3443, 3.0
[READ], 3445, 2.0
[READ], 3447, 2.0
[READ], 3449, 2.0
[READ], 3453, 2.0
[READ], 3455, 2.0
[READ], 3457, 1.0
[READ], 3459, 2.0
[READ], 3461, 1.0
[READ], 3463, 1.0
[READ], 3465, 1.0
[READ], 3469, 4.0
[READ], 3471, 1.0
[READ], 3473, 1.0
[READ], 3475, 1.0
[READ], 3477, 1.0
[READ], 3479, 2.0
[READ], 3481, 2.0
[READ], 3483, 2.0
[READ], 3485, 3.0
[READ], 3487, 7.0
[READ], 3491, 1.0
[READ], 3493, 4.0
[READ], 3495, 4.0
[READ], 3501, 3.0
[READ], 3503, 1.0
[READ], 3507, 3.0
[READ], 3509, 8.0
[READ], 3511, 2.0
[READ], 3513, 1.0
[READ], 3515, 1.0
[READ], 3517, 1.0
[READ], 3519, 5.0
[READ], 3521, 1.0
[READ], 3523, 2.0
[READ], 3525, 5.0
[READ], 3527, 3.0
[READ], 3529, 3.0
[READ], 3531, 2.0
[READ], 3533, 2.0
[READ], 3535, 2.0
[READ], 3537, 1.0
[READ], 3539, 2.0
[READ], 3541, 1.0
[READ], 3543, 3.0
[READ], 3547, 2.0
[READ], 3549, 2.0
[READ], 3551, 1.0
[READ], 3553, 2.0
[READ], 3555, 7.0
[READ], 3557, 1.0
[READ], 3559, 6.0
[READ], 3561, 3.0
[READ], 3563, 2.0
[READ], 3565, 1.0
[READ], 3567, 3.0
[READ], 3569, 1.0
[READ], 3571, 3.0
[READ], 3573, 2.0
[READ], 3575, 1.0
[READ], 3577, 1.0
[READ], 3579, 5.0
[READ], 3581, 1.0
[READ], 3585, 1.0
[READ], 3587, 1.0
[READ], 3593, 5.0
[READ], 3595, 3.0
[READ], 3597, 2.0
[READ], 3599, 2.0
[READ], 3601, 2.0
[READ], 3603, 5.0
[READ], 3605, 1.0
[READ], 3607, 2.0
[READ], 3609, 2.0
[READ], 3611, 2.0
[READ], 3617, 1.0
[READ], 3619, 1.0
[READ], 3621, 4.0
[READ], 3623, 5.0
[READ], 3627, 3.0
[READ], 3629, 3.0
[READ], 3631, 1.0
[READ], 3633, 2.0
[READ], 3635, 1.0
[READ], 3637, 2.0
[READ], 3639, 2.0
[READ], 3641, 1.0
[READ], 3643, 1.0
[READ], 3645, 2.0
[READ], 3647, 2.0
[READ], 3649, 1.0
[READ], 3651, 2.0
[READ], 3653, 4.0
[READ], 3655, 5.0
[READ], 3657, 1.0
[READ], 3661, 2.0
[READ], 3663, 1.0
[READ], 3667, 2.0
[READ], 3669, 4.0
[READ], 3675, 3.0
[READ], 3679, 1.0
[READ], 3681, 1.0
[READ], 3683, 1.0
[READ], 3685, 1.0
[READ], 3687, 2.0
[READ], 3689, 1.0
[READ], 3691, 1.0
[READ], 3693, 1.0
[READ], 3695, 1.0
[READ], 3697, 1.0
[READ], 3701, 1.0
[READ], 3705, 3.0
[READ], 3711, 1.0
[READ], 3719, 3.0
[READ], 3721, 1.0
[READ], 3723, 3.0
[READ], 3731, 1.0
[READ], 3733, 1.0
[READ], 3735, 1.0
[READ], 3739, 1.0
[READ], 3741, 1.0
[READ], 3745, 1.0
[READ], 3751, 1.0
[READ], 3753, 2.0
[READ], 3755, 4.0
[READ], 3761, 1.0
[READ], 3763, 1.0
[READ], 3767, 1.0
[READ], 3775, 1.0
[READ], 3785, 1.0
[READ], 3789, 1.0
[READ], 3793, 1.0
[READ], 3795, 1.0
[READ], 3797, 1.0
[READ], 3799, 1.0
[READ], 3809, 1.0
[READ], 3811, 1.0
[READ], 3815, 2.0
[READ], 3823, 1.0
[READ], 3825, 1.0
[READ], 3833, 1.0
[READ], 3837, 1.0
[READ], 3839, 2.0
[READ], 3847, 1.0
[READ], 3853, 1.0
[READ], 3859, 2.0
[READ], 3861, 3.0
[READ], 3865, 2.0
[READ], 3873, 1.0
[READ], 3879, 2.0
[READ], 3887, 1.0
[READ], 3891, 1.0
[READ], 3901, 3.0
[READ], 3917, 1.0
[READ], 3919, 3.0
[READ], 3921, 1.0
[READ], 3923, 1.0
[READ], 3927, 1.0
[READ], 3933, 1.0
[READ], 3941, 1.0
[READ], 3949, 2.0
[READ], 3953, 1.0
[READ], 3955, 1.0
[READ], 3961, 1.0
[READ], 3967, 1.0
[READ], 3971, 2.0
[READ], 3983, 2.0
[READ], 3991, 1.0
[READ], 3993, 1.0
[READ], 4007, 1.0
[READ], 4009, 1.0
[READ], 4013, 1.0
[READ], 4019, 1.0
[READ], 4029, 2.0
[READ], 4031, 1.0
[READ], 4041, 1.0
[READ], 4043, 2.0
[READ], 4047, 1.0
[READ], 4049, 1.0
[READ], 4051, 1.0
[READ], 4055, 1.0
[READ], 4059, 2.0
[READ], 4061, 1.0
[READ], 4063, 1.0
[READ], 4065, 1.0
[READ], 4077, 1.0
[READ], 4083, 2.0
[READ], 4089, 2.0
[READ], 4091, 1.0
[READ], 4093, 1.0
[READ], 4095, 2.0
[READ], 4099, 1.0
[READ], 4103, 3.0
[READ], 4119, 2.0
[READ], 4123, 1.0
[READ], 4127, 1.0
[READ], 4131, 2.0
[READ], 4135, 1.0
[READ], 4139, 1.0
[READ], 4147, 2.0
[READ], 4151, 1.0
[READ], 4155, 1.0
[READ], 4163, 3.0
[READ], 4187, 2.0
[READ], 4195, 1.0
[READ], 4199, 1.0
[READ], 4207, 1.0
[READ], 4211, 3.0
[READ], 4215, 1.0
[READ], 4223, 1.0
[READ], 4231, 1.0
[READ], 4235, 1.0
[READ], 4243, 1.0
[READ], 4247, 1.0
[READ], 4251, 1.0
[READ], 4259, 1.0
[READ], 4267, 1.0
[READ], 4283, 1.0
[READ], 4287, 1.0
[READ], 4291, 1.0
[READ], 4295, 1.0
[READ], 4303, 2.0
[READ], 4323, 1.0
[READ], 4327, 2.0
[READ], 4335, 1.0
[READ], 4339, 1.0
[READ], 4343, 1.0
[READ], 4351, 1.0
[READ], 4355, 1.0
[READ], 4363, 1.0
[READ], 4371, 1.0
[READ], 4399, 1.0
[READ], 4403, 1.0
[READ], 4415, 2.0
[READ], 4423, 1.0
[READ], 4451, 1.0
[READ], 4455, 1.0
[READ], 4463, 1.0
[READ], 4471, 2.0
[READ], 4475, 2.0
[READ], 4479, 1.0
[READ], 4491, 2.0
[READ], 4495, 2.0
[READ], 4499, 2.0
[READ], 4507, 1.0
[READ], 4515, 1.0
[READ], 4519, 1.0
[READ], 4527, 2.0
[READ], 4531, 1.0
[READ], 4535, 1.0
[READ], 4539, 1.0
[READ], 4563, 2.0
[READ], 4567, 2.0
[READ], 4583, 3.0
[READ], 4591, 2.0
[READ], 4607, 3.0
[READ], 4615, 2.0
[READ], 4623, 2.0
[READ], 4635, 1.0
[READ], 4651, 1.0
[READ], 4655, 1.0
[READ], 4671, 1.0
[READ], 4675, 1.0
[READ], 4691, 2.0
[READ], 4695, 1.0
[READ], 4699, 1.0
[READ], 4703, 2.0
[READ], 4711, 1.0
[READ], 4715, 1.0
[READ], 4727, 1.0
[READ], 4739, 3.0
[READ], 4759, 1.0
[READ], 4771, 2.0
[READ], 4775, 1.0
[READ], 4815, 1.0
[READ], 4831, 1.0
[READ], 4839, 1.0
[READ], 4867, 2.0
[READ], 4879, 1.0
[READ], 4887, 2.0
[READ], 4899, 2.0
[READ], 4903, 2.0
[READ], 4911, 1.0
[READ], 4923, 1.0
[READ], 4927, 1.0
[READ], 4931, 4.0
[READ], 4935, 4.0
[READ], 4939, 1.0
[READ], 4943, 1.0
[READ], 4947, 1.0
[READ], 4951, 1.0
[READ], 4959, 1.0
[READ], 4979, 1.0
[READ], 4987, 1.0
[READ], 4999, 1.0
[READ], 5023, 1.0
[READ], 5063, 1.0
[READ], 5091, 1.0
[READ], 5099, 1.0
[READ], 5123, 1.0
[READ], 5127, 2.0
[READ], 5139, 1.0
[READ], 5147, 2.0
[READ], 5155, 1.0
[READ], 5163, 1.0
[READ], 5175, 1.0
[READ], 5195, 1.0
[READ], 5211, 1.0
[READ], 5215, 1.0
[READ], 5227, 2.0
[READ], 5231, 2.0
[READ], 5239, 1.0
[READ], 5251, 1.0
[READ], 5299, 2.0
[READ], 5331, 1.0
[READ], 5343, 1.0
[READ], 5363, 1.0
[READ], 5371, 1.0
[READ], 5403, 1.0
[READ], 5439, 1.0
[READ], 5451, 1.0
[READ], 5459, 1.0
[READ], 5475, 1.0
[READ], 5483, 1.0
[READ], 5499, 1.0
[READ], 5527, 1.0
[READ], 5551, 1.0
[READ], 5599, 1.0
[READ], 5639, 1.0
[READ], 5651, 1.0
[READ], 5663, 1.0
[READ], 5683, 1.0
[READ], 5739, 1.0
[READ], 5759, 1.0
[READ], 5803, 1.0
[READ], 5815, 2.0
[READ], 5819, 1.0
[READ], 5827, 1.0
[READ], 5847, 1.0
[READ], 5883, 1.0
[READ], 5903, 2.0
[READ], 5907, 2.0
[READ], 5911, 1.0
[READ], 5955, 1.0
[READ], 5975, 1.0
[READ], 6015, 1.0
[READ], 6063, 1.0
[READ], 6067, 1.0
[READ], 6079, 1.0
[READ], 6091, 1.0
[READ], 6103, 1.0
[READ], 6163, 1.0
[READ], 6239, 1.0
[READ], 6259, 1.0
[READ], 6319, 1.0
[READ], 6415, 1.0
[READ], 6439, 1.0
[READ], 6443, 1.0
[READ], 6487, 1.0
[READ], 6539, 1.0
[READ], 6599, 1.0
[READ], 6631, 1.0
[READ], 6683, 1.0
[READ], 6687, 1.0
[READ], 6739, 1.0
[READ], 6795, 1.0
[READ], 6831, 1.0
[READ], 6855, 2.0
[READ], 6919, 1.0
[READ], 6943, 1.0
[READ], 7103, 1.0
[READ], 7147, 1.0
[READ], 7215, 1.0
[READ], 7299, 1.0
[READ], 7303, 1.0
[READ], 7311, 1.0
[READ], 7379, 1.0
[READ], 7383, 1.0
[READ], 7391, 1.0
[READ], 7539, 1.0
[READ], 7575, 1.0
[READ], 7639, 1.0
[READ], 7771, 1.0
[READ], 7815, 1.0
[READ], 7851, 1.0
[READ], 7931, 1.0
[READ], 8095, 1.0
[READ], 8159, 1.0
[READ], 8199, 1.0
[READ], 8207, 1.0
[READ], 8335, 1.0
[READ], 8463, 2.0
[READ], 8631, 2.0
[READ], 8647, 1.0
[READ], 8663, 1.0
[READ], 8791, 1.0
[READ], 8847, 1.0
[READ], 8927, 1.0
[READ], 8959, 1.0
[READ], 10255, 2.0
[READ], 10887, 1.0
[READ], 10999, 1.0
[READ], 11119, 1.0
[READ], 11351, 1.0
[READ], 11583, 1.0
[READ], 11903, 1.0
[READ], 13415, 1.0
[READ], 14471, 1.0
[READ], 680447, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1970.0
[CLEANUP], MinLatency(us), 1970
[CLEANUP], MaxLatency(us), 1970
[CLEANUP], 95thPercentileLatency(us), 1970
[CLEANUP], 99thPercentileLatency(us), 1970
[CLEANUP], 1970, 1.0